[
  {
    "id": 1346,
    "name": "Stelios Kitziris",
    "slug": "stelios-vue-node-fullstack-developer",
    "alias": "Stelios",
    "description": [
      "Stelios est un développeur fullstack avec plus de six ans d'expérience commerciale, spécialisé dans la pile MEVN.",
      "Il est compétent dans la construction de solutions logicielles évolutives et a dirigé avec succès le développement de plusieurs systèmes à grande échelle et critiques pour l'entreprise. Il s'intéresse également aux technologies émergentes telles que le Web3 et l'IA.",
      "Stelios est titulaire d'un Master en informatique, ce qui lui confère une connaissance approfondie du paysage technologique. Son approche perfectionniste est idéale pour les projets qui bénéficient d'une attention méticuleuse aux détails."
    ],
    "proficiencies": [
      "MongoDB",
      "Vue.js",
      "Express.js",
      "Node.js",
      "TypeScript",
      "Nuxt.js",
      "Laravel",
      "PHP",
      "PostgreSQL",
      "Ionic",
      "Cordova",
      "MySQL",
      "Docker",
      "React.js"
    ],
    "compensations": {
      "partTime": "4 276 €/mois (20 heures par semaine)",
      "monthly": "7 879 €/mois (40 heures par semaine)"
    },
    "location": "Grèce",
    "region": "GTM+3",
    "experiences": [
      {
        "id": 1,
        "role": "Ingénieur Frontend senior",
        "company": "White Hat Gaming",
        "startDate": "Déc 2020",
        "endDate": "Mai 2024",
        "period": "3 ans et 5 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "White Hat Gaming est un fournisseur de jeux de casino établi à Malte :"
          },
          {
            "isGrouped": true,
            "content": [
              "Utilisation de Vue.js version 3 avec l'API de composition pour le développement de l'interface utilisateur Architecture logicielle ;",
              "Planification et développement d'applications Web internes ; tests unitaires."
            ]
          }
        ],
        "skills": [
          "Vue.js",
          "PostgreSQL",
          "Node.js",
          "Nuxt.js",
          "TypeScript"
        ]
      },
      {
        "id": 2,
        "role": "Lead Développeur Node.js",
        "company": "Netguru S.A.",
        "startDate": "Déc 2019",
        "endDate": "Déc 2020",
        "period": "1 an",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Dépannage et remédiation efficaces des applications web ;",
              "Interface avec les clients pour identifier les besoins de l'entreprise ;",
              "Utilisation des derniers outils, techniques et approches de développement de logiciels. Utilisation de Node.js, Express.js, Vue.js, React.js, MongoDB, PostgreSQL. Une passion et un dévouement sont nés pour le développement de logiciels ;",
              "Utilisation des outils, techniques et approches les plus récents en matière de développement de logiciels."
            ]
          }
        ],
        "skills": [
          "Vue.js",
          "MongoDB",
          "Node.js",
          "Express.js",
          "PostgreSQL",
          "TypeScript",
          "Nuxt.js"
        ]
      },
      {
        "id": 3,
        "role": "Ingénieur logiciel en chef",
        "company": "Draxis Environment S.A.",
        "startDate": "Oct 2017",
        "endDate": "Déc 2019",
        "period": "2 ans et 2 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "Draxis était une entreprise qui créait des applications pour les syndicats européens, en particulier dans le domaine de l'agriculture :"
          },
          {
            "isGrouped": true,
            "content": [
              "Architecture logicielle, planification et développement d'applications web et d'applications mobiles.",
              "ception et développement de systèmes ICT à grande échelle, financés par des donateurs internationaux, le programme Horizon 2020 et la Commission européenne."
            ]
          }
        ],
        "skills": [
          "PHP",
          "Laravel",
          "JavaScript",
          "React.js",
          "Vue.js",
          "PostgreSQL",
          "TypeScript",
          "Node.js",
          "Nuxt.js",
          "Cordova"
        ]
      },
      {
        "id": 4,
        "role": "Développeur Full-Stack",
        "company": "Archirodon Group N.V.",
        "startDate": "Sept 2015",
        "endDate": "Août 2017",
        "period": "1 an et 11 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "Archirodon Group N.V. était une entreprise de construction spécialisée dans la construction de lacs artificiels et de gratte-ciel."
          },
          {
            "isGrouped": true,
            "content": [
              "Développement d'applications web ;",
              "Création, communication et gestion de plans de projet."
            ]
          }
        ],
        "skills": [
          "Laravel",
          "JavaScript",
          "Angular.js",
          "Vue.js"
        ]
      },
      {
        "id": 5,
        "role": "Développeur Web",
        "company": "24 Media Digital Media Group",
        "startDate": "Jan 2015",
        "endDate": "Août 2015",
        "period": "7 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "Il s'agissait d'un stage. 24 Media Digital Media Group est une grande société de presse en Grèce."
          },
          {
            "isGrouped": true,
            "content": [
              "Création de sites web et d'applications web."
            ]
          }
        ],
        "skills": [
          "PHP",
          "Laravel",
          "Angular.js",
          "WordPress"
        ]
      },
      {
        "id": 6,
        "role": "Développeur Web",
        "company": "Shape LTD",
        "startDate": "Déc 2013",
        "endDate": "Fév 2014",
        "period": "2 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "Il s'agissait d'une société de publicité, et Stelios créait des sites web."
          },
          {
            "isGrouped": true,
            "content": [
              "Développement et soutien du site web ;",
              "Réalisation du référencement de la plateforme."
            ]
          }
        ],
        "skills": [
          "PHP",
          "WordPress"
        ]
      }
    ],
    "education": [
      {
        "id": 1,
        "degree": "MSc. Computing",
        "school": "Cardiff Metropolitan University",
        "startDate": "2019",
        "endDate": "2022"
      },
      {
        "id": 2,
        "degree": "BSc. Computer Science",
        "school": "IEK Akmi",
        "startDate": "2014",
        "endDate": "2016"
      }
    ]
  },
  {
    "id": 2535,
    "name": "Tomek Jankowski",
    "slug": "tomek-vue-node-fullstack-developer",
    "alias": "Tomek",
    "description": [
      "Tomek est un développeur fullstack avec plus de 17 ans d'expérience commerciale. Au fil des ans, il est passé de l'utilisation de PHP à la maîtrise des piles technologiques modernes, en se concentrant sur Vue.js et Node.js au cours des six dernières années. Son expertise dans ces technologies a permis de développer et de soutenir des systèmes robustes et à fort trafic.",
      "En tant que directeur technique d'une agence de développement web pendant plus de dix ans, il a géré avec succès une équipe de 12 à 17 personnes et supervisé des projets pour des clients de premier plan dans divers secteurs.",
      "Tomek a toujours été très apprécié par les clients de Proxify pour ses contributions et son leadership exceptionnels."
    ],
    "proficiencies": [
      "Vue.js",
      "Node.js",
      "MongoDB",
      "Nuxt.js",
      "PHP",
      "MySQL",
      "Google Cloud",
      "ElasticSearch",
      "Redis",
      "RabbitMQ",
      "Kubernetes",
      "TypeScript",
      "Express.js",
      "Koa",
      "Nest.js"
    ],
    "compensations": {
      "partTime": "4 696 €/mois (20 heures par semaine)",
      "monthly": "8 551 €/mois (40 heures par semaine)"
    },
    "location": "Pologne",
    "region": "GTM+3",
    "experiences": [
      {
        "id": 1,
        "role": "Directeur technique",
        "company": "i3MEDIA LTD",
        "startDate": "Juillet 2010",
        "endDate": "Juin 2022",
        "period": "11 ans et 11 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Conception des fonctionnalités, exigences pour l'équipe de développement.",
              "Développement de fonctionnalités plus avancées ou critiques.",
              "Revue de code + support des autres dev/front-end.",
              "Réunions techniques avec les clients.",
              "Conception et maintenance de l'infrastructure/automatisation (GCP au cours des 10 dernières années).",
              "Estimation des délais et des coûts."
            ]
          },
          {
            "isGrouped": false,
            "content": "Des systèmes qui construisent"
          },
          {
            "isGrouped": true,
            "content": [
              "Solution d'e-commerce multi-canal (eBay, Amazon + web front) avec des modules avancés pour calculer les prix de vente optimaux, des définitions de produits et des règles d'expédition complexes, des promotions, et des intégrations avec des solutions de messagerie et d'entreposage.",
              "CMS du secteur public avec versionnement du contenu, contrôle d'accès avancé, flux de publication, éditeur de contenu basé sur des widgets, module de formulaires dynamiques avec logique gérable, validation et paiements ; finalement utilisé par les conseils pour la plupart des interactions entre les citoyens et les conseils (environ 80 formulaires par site web, par exemple pour les cartes de bus, le signalement de problèmes, les poubelles).",
              "Plate-forme de dons caritatifs - utilisée à ce jour par un certain nombre d'organisations caritatives de taille moyenne à grande au Royaume-Uni, intégrée à MS Dynamics et à d'autres solutions de gestion de la relation client (CRM), également intégrée à Gov.UK.",
              "Gestion de projet - dédié aux agences médias, utilisé en interne depuis environ 4 ans. Trop de fonctionnalités pour être énumérées, certainement plus que Basecamp/TeamWork (leaders à l'époque).",
              "Gestion des campagnes de référencement - dédiée aux agences de marketing, intégrée à tous les outils pertinents du monde du marketing en ligne, génération de rapports, négociations avec les prospects, rédaction de contenu, suivi du temps, planification du calendrier des campagnes, listes de tâches, etc.",
              "De nombreux sites web sur mesure : enchères au centime, conception d'affiches en ligne, répertoires de recherche de toutes sortes, candidatures à des prix, recrutement... la liste est longue."
            ]
          }
        ],
        "skills": [
          "PHP",
          "Symfony",
          "Laravel",
          "MySQL",
          "JavaScript",
          "Vue.js",
          "jQuery",
          "Node.js",
          "Zend",
          "Google Cloud"
        ]
      },
      {
        "id": 2,
        "role": "Développeur web, puis développeur principal",
        "company": "i3MEDIA",
        "startDate": "Mai 2007",
        "endDate": "Juillet 2010",
        "period": "3 ans et 2 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "i3MEDIA était une petite agence qui créait des sites web pour des entreprises locales.\n\n"
          },
          {
            "isGrouped": true,
            "content": [
              "Développement du premier CMS sur mesure, qui est devenu le produit de base, dont la deuxième version a été mise en œuvre sur des sites web de renommée nationale en 2010."
            ]
          }
        ],
        "skills": [
          "PHP",
          "MySQL",
          "JavaScript",
          "Zend"
        ]
      },
      {
        "id": 3,
        "role": "Développeur web",
        "company": "Freelance",
        "startDate": "Mars 2005",
        "endDate": "Mars 2007",
        "period": "2 ans",
        "description": [
          {
            "isGrouped": false,
            "content": "Gestion de 3 projets commerciaux."
          }
        ],
        "skills": [
          "PHP",
          "MySQL",
          "Adobe Flash"
        ]
      }
    ],
    "education": [
      {
        "id": 1,
        "degree": "MSc. Computer Science",
        "school": "Faculté de mathématiques et d'informatique, Université de Łódź",
        "startDate": "2002",
        "endDate": "2006"
      }
    ]
  },
  {
    "id": 3021,
    "name": "Vardan Hayrapetyan",
    "slug": "vardan-vue-node-fullstack-developer",
    "alias": "Vardan",
    "description": [
      "Vardan est un développeur fullstack avec une expertise en Vue.js et Node.js. Avec six ans d'expérience, il a travaillé sur plusieurs applications web à grande échelle, excellant particulièrement dans le secteur de l'immobilier.",
      "Il est connu pour ses compétences en matière de leadership, guidant les équipes de développement vers la réalisation de projets de haute qualité qui dépassent souvent les attentes. Ses capacités de résolution de problèmes et de gestion garantissent la réussite des projets.",
      "Au-delà de ses compétences techniques, les capacités d'analyse de Vardan sont renforcées par sa maîtrise en relations internationales, ce qui ajoute une perspective unique à son approche des projets technologiques."
    ],
    "proficiencies": [
      "Vue.js",
      "React.js",
      "Node.js",
      "MongoDB",
      "TypeScript",
      "PostgreSQL",
      "SQL",
      "Apollo",
      "Flask"
    ],
    "compensations": {
      "partTime": "3 772 €/mois (20 heures par semaine)",
      "monthly": "6 871 €/mois (40 heures par semaine)"
    },
    "location": "Arménie",
    "region": "GTM+4",
    "experiences": [
      {
        "id": 1,
        "role": "Tech Lead",
        "company": "Flair.hr",
        "startDate": "Fév 2023",
        "endDate": "Fév 2024",
        "period": "1 an",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Il a dirigé le développement des projets de Help Desk RH, Ticketing, Inventaire, Gestion des documents et Examens de performance.",
              "Il a participé à des revues de code et a fourni des commentaires constructifs à ses collègues afin de garantir les meilleures pratiques et un code de haute qualité.",
              "Il a mené des évaluations post-projet afin d'identifier les domaines à améliorer et a mis en œuvre des améliorations de processus pour les projets futurs."
            ]
          }
        ],
        "skills": [
          "React.js",
          "Node.js",
          "GraphQL",
          "Apollo"
        ]
      },
      {
        "id": 2,
        "role": "Tech Lead",
        "company": "Monday Merch",
        "startDate": "Fév 2022",
        "endDate": "Dec 2023",
        "period": "1 an et 10 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Il a communiqué efficacement l'état d'avancement du projet, les risques et les problèmes aux parties prenantes, en veillant à ce que toutes les parties soient informées et alignées tout au long du projet.",
              "Il a procédé à une analyse approfondie des processus existants et a identifié les domaines susceptibles d'être améliorés, en utilisant ces connaissances pour élaborer et mettre en œuvre de nouveaux processus mieux adaptés aux besoins et aux objectifs de l'entreprise.",
              "Changement de la version MVP en définissant la structure du projet et en revisitant l'architecture."
            ]
          }
        ],
        "skills": [
          "JavaScript",
          "Vue.js",
          "TypeScript",
          "Python",
          "Tailwind",
          "Team leading"
        ]
      },
      {
        "id": 3,
        "role": "Développeur Web",
        "company": "Remix",
        "startDate": "Mai 2022",
        "endDate": "Nov 2022",
        "period": "6 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Développement de l'interface utilisateur et des principales fonctionnalités du site web officiel de Remix, en veillant à ce qu'il soit adapté à la mobilité ;",
              "Utilisation des pages GitHub pour déployer l'application React ;",
              "Mise en œuvre d'un défilement de section personnalisé pour améliorer l'expérience des utilisateurs."
            ]
          }
        ],
        "skills": [
          "JavaScript",
          "React.js",
          "TypeScript",
          "Gestion de projet",
          "Tailwind"
        ]
      },
      {
        "id": 4,
        "role": "Tech Lead",
        "company": "Flote",
        "startDate": "Mai 2017",
        "endDate": "Nov 2022",
        "period": "5 ans et 6 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Mentorat de 4 développeurs frontaux juniors, améliorant leurs compétences en JavaScript et Vue.js ;",
              "Il a collaboré étroitement avec le chef de projet pour garantir l'alignement sur les plans, les calendriers et la facturation du projet ;",
              "Développement et construction d'interfaces utilisateur dynamiques dans des environnements Agile pour des entreprises dont la valeur peut atteindre 3 milliards de dollars ;",
              "Participation active à toutes les phases de développement, de la conceptualisation et de la conception fonctionnelle à la mise en œuvre détaillée, au débogage et au déploiement de la solution logicielle ;",
              "Supervision et coordination d'une équipe de six employés, supervision de plusieurs processus commerciaux critiques ;",
              "Il a dirigé la conception de l'architecture frontale du projet, les réunions hebdomadaires de l'équipe ainsi que la formulation et l'exécution des stratégies et des plans ;",
              "Fournir une assistance technique 24 heures sur 24 et 7 jours sur 7 pour assurer le bon fonctionnement du site web ;",
              "Générer des wireframes, des maquettes et des prototypes pour communiquer visuellement les concepts de conception ;",
              "Mise en œuvre de techniques de conception réactive, garantissant une performance optimale de l'interface utilisateur sur différents appareils et tailles d'écran ;",
              "Contribuer à l'amélioration du développement des logiciels en proposant de nouveaux outils et en mettant en œuvre les meilleures pratiques ;",
              "Il a mené des recherches sur les utilisateurs et des tests de convivialité, en recueillant des commentaires et en identifiant les domaines à améliorer ;",
              "Il a joué un rôle clé dans la documentation des exigences du projet, des spécifications techniques et des procédures de développement."
            ]
          }
        ],
        "skills": [
          "JavaScript",
          "Vue.js",
          "TypeScript",
          "Gestion de projet",
          "Design",
          "Tailwind",
          "Lead d'équipe"
        ]
      },
      {
        "id": 5,
        "role": "Tech Lead",
        "company": "Tenanti",
        "startDate": "Déc 2019",
        "endDate": "Juin 2021",
        "period": "1 an et 6 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Supervision d'une équipe de développement web, comprenant des développeurs contractuels et des développeurs offshore, et responsabilités de supervision des employés ;",
              "Il a établi des normes à l'échelle de l'équipe pour les processus et les méthodologies de qualité, en veillant à ce que toutes les applications respectent les critères de qualité les plus élevés ;",
              "Il a encadré et soutenu les autres membres de l'équipe, en tant que chef d'équipe et dans le cadre des interactions avec les clients ;",
              "Il a dirigé des réunions d'équipe et organisé la hiérarchisation des tâches afin de garantir la livraison ponctuelle des projets dans le respect des normes requises ;",
              "Supervision vigilante de toutes les facettes du développement des applications afin de garantir l'alignement sur les normes de qualité ;",
              "Création d'une documentation complète pour les tâches de développement et les documents relatifs aux exigences du produit (PRD), afin de garantir la clarté pour les membres de l'équipe et les parties prenantes ;",
              "Il a orchestré la planification et l'exécution des versions de logiciels, en englobant les processus de test, de déploiement et de documentation ;",
              "Il a procédé à l'examen du code du travail des membres de l'équipe, en offrant un retour d'information constructif et des conseils afin d'améliorer la qualité du code."
            ]
          }
        ],
        "skills": [
          "JavaScript",
          "React.js",
          "TypeScript",
          "Flask",
          "Design",
          "Tailwind",
          "Lead d'équipe"
        ]
      }
    ],
    "education": [
      {
        "id": 1,
        "degree": "MSc. Relations et affaires internationales",
        "school": "Armenian National Academy of Sciences",
        "startDate": "2017",
        "endDate": "2019"
      },
      {
        "id": 2,
        "degree": "BSc. Caucasian Studies",
        "school": "Yerevan State University",
        "startDate": "2013",
        "endDate": "2017"
      }
    ]
  },
  {
    "id": 2030,
    "name": "Emre Demir",
    "slug": "emre-vue-frontend-developer",
    "alias": "Emre",
    "description": [
      "Emre est un développeur frontend talentueux avec plus de six ans d'expérience commerciale dans les services et solutions informatiques et la conception. Tout au long de sa carrière, Emre a travaillé dans divers secteurs, notamment la FinTech, la banque, le jeu, l'automatisation du marketing, la défense et la cybersécurité.",
      "Il est le plus compétent dans les langages de programmation frontale comme le cadre JS Vue.js, React.js, Typescript, et RxJs. Il se spécialise dans la collaboration avec les chefs de produit et les concepteurs pour recueillir les exigences, produire des plans et améliorer les conceptions pour la convivialité et la fonctionnalité.",
      "Emre est orienté vers les objectifs et s'engage fortement dans la collaboration. Il utilise différents logiciels de conception de sites web pour développer des sites web et des conceptions sur mesure, axés sur le client."
    ],
    "proficiencies": [
      "Vue.js",
      "JavaScript",
      "React.js",
      "Node.js",
      "Nuxt.js",
      "Java",
      "AWS",
      "Figma",
      "Jira",
      "API REST"
    ],
    "compensations": {
      "partTime": "4 452 €/mois (20 heures par semaine)",
      "monthly": "8 215 €/mois (40 heures par semaine)"
    },
    "location": "Turquie",
    "region": "GTM+3",
    "experiences": [
      {
        "id": 1,
        "role": "Développeur Front-end senior",
        "company": "A5 Labs",
        "startDate": "Mars 2021",
        "endDate": "Oct 2022",
        "period": "1 an et 7 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "J'ai travaillé en tant que développeur Front End dans le projet Back Office de l'application WPTO Poker. Ce projet est responsable des opérations CRUD telles que la lecture des résultats de la détection BOT, le verrouillage des comptes, le verrouillage des retraits/dépôts, etc...",
              "Responsable de la création de contrats GraphQL et de leur intégration avec le backend (GraphQL, Rest, Websocket).",
              "Création d'une bibliothèque d'interface utilisateur utilisant MaterialUI.",
              "Organisation de réunions avec le concepteur et le chef de produit pour traiter les cas de figure, les améliorations et les exigences."
            ]
          }
        ],
        "skills": [
          "React.js",
          "Vue.js",
          "RxJs",
          "GraphQL",
          "Figma",
          "API",
          "Jira",
          "Material-UI",
          "API REST"
        ]
      },
      {
        "id": 2,
        "role": "Consultant senior",
        "company": "Softtech",
        "startDate": "Août 2020",
        "endDate": "Avr 2021",
        "period": "8 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "Consultant senior dans des projets bancaires et financiers en tant que membre d'équipes Agile internationales - (Delivery Hub - Remote) Vue.js, Amazon AWS"
          }
        ],
        "skills": [
          "Vue.js",
          "AWS",
          "Agile"
        ]
      },
      {
        "id": 3,
        "role": "Développeur Front-end senior",
        "company": "Insider",
        "startDate": "Fév 2020",
        "endDate": "Août 2020",
        "period": "6 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Insider - une plate-forme pour des expériences individualisées et cross-canal - permet aux spécialistes du marketing d'entreprise de connecter les données des clients à travers les canaux et les systèmes, de prédire leur comportement futur avec un moteur d'intention AI et d'individualiser les expériences des clients. Les spécialistes du marketing utilisent la plateforme Insider pour proposer des expériences sur des canaux tels que le Web, les applications, le Web Push, les e-mails, les SMS et les applications de messagerie (WhatsApp, Facebook Messenger, RCS).",
              "J'ai travaillé en tant que développeur frontend senior, j'ai implémenté la partie frontend d'un tableau de bord à l'aide de Vue.js."
            ]
          }
        ],
        "skills": [
          "Vue.js"
        ]
      },
      {
        "id": 4,
        "role": "Expert en développement de logiciels",
        "company": "Comodo",
        "startDate": "Mai 2018",
        "endDate": "Déc 2019",
        "period": "1 an et 7 mois",
        "description": [
          {
            "isGrouped": false,
            "content": "A travaillé sur le projet de filtrage Web basé sur le DNS, Dome Shield, ainsi que sur les sous-projets Dome Analytics, Comodo Threat Analysis et NuEDUSec. A travaillé en tant que développeur full-stack sur tous les projets - Dome Shield, Dome Analytics, Comodo Threat Analysis et NuEDUSec."
          }
        ],
        "skills": [
          "Vue.js",
          "MySQL",
          "MongoDB",
          "AWS",
          "Redis",
          "Node.js",
          "Jenkins",
          "AWS SQS",
          "AWS Lambda",
          "Nuxt.js",
          "Angular"
        ]
      },
      {
        "id": 5,
        "role": "Développeur de logiciel",
        "company": "Freelance",
        "startDate": "Juillet 2017",
        "endDate": "Mai 2018",
        "period": "10 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Il a quitté son emploi pour suivre un master à l'université technique de Berlin. Il a commencé à travailler en free-lance pour gagner un peu d'argent avant d'aller à Berlin. Des problèmes médicaux sont survenus qui l'ont poussé à annuler son master.",
              "A travaillé au développement, à la conception, au déploiement et à l'ASO de jeux Android et iOS utilisant Unity.",
              "Création d'une SPA utilisant Vue.js et Node.js pour des clients qui m'ont trouvé sur upwork.com"
            ]
          }
        ],
        "skills": [
          "Vue.js",
          "Node.js",
          "Unity"
        ]
      },
      {
        "id": 6,
        "role": "Ingénieur en recherche et développement",
        "company": "Havelsan Teknoloji Radar(HTR)",
        "startDate": "Sep 2016",
        "endDate": "Juillet 2017",
        "period": "10 mois",
        "description": [
          {
            "isGrouped": true,
            "content": [
              "Conception et mise en œuvre d'un système d'information géographique en Java et Android.",
              "Création et gestion d'un système de base de données pour les versions Java et Android du SIG à l'aide de PostgreSql et de Java.",
              "Conception de l'infrastructure de messagerie RabbitMQ pour la communication avec tous les dispositifs du système.",
              "Intégration des radars, sonars, caméras, cabines et onduleurs au SIG à l'aide de RabbitMQ et PostgreSQL.",
              "Affichage de caméras en direct et enregistrées à l'aide de bibliothèques d'encodeurs et de décodeurs vidéo.",
              "Ce projet est présenté par Havelsan Teknoloji Radar A.Ş. à la foire internationale de l'industrie de la défense IDEF17 à Istanbul."
            ]
          }
        ],
        "skills": [
          "PostgreSQL",
          "Java",
          "Android",
          "RabbitMQ"
        ]
      }
    ],
    "education": [
      {
        "id": 1,
        "degree": "BSc. Computer Engineering",
        "school": "TOBB Ekonomi ve Teknoloji Üniversitesi",
        "startDate": "2011",
        "endDate": "2016"
      },
      {
        "id": 2,
        "degree": "BSc. Computer Engineering",
        "school": "School name AGH University of Science and Technology (Exchange)",
        "startDate": "2013",
        "endDate": "2014"
      }
    ]
  }
]